
site_dict = {
    'AN':'爱瑙',
    'YY':'胤佑',
    'JH':'京汇',
    'ZR':'中睿',
    'DNY':'东南亚'
}

country_dict = {
    'IT':['意大利','意大利语'],
    'DE':['德国','德语'],
    'US':['美国','英语'],
    'GB':['英国','英语'],
    'FR':['法国','法语'],
    'ES':['西班牙','西班牙语'],
    'JP':['日本','日语'],
    'AU':['澳大利亚','英语'],
    'CA':['加拿大','英语'],
    'MX':['墨西哥','西班牙语'],
    'PT':['葡萄牙', '葡萄牙语'],
    'IE':['爱尔兰','英语'],
    'SE':['瑞典','瑞典语'],
    'JE':['英国','英国']
}
country_le_dict = {
    '意大利' :['意大利','意大利语'],
    '德国' :['德国','德语'],
    '美国':['美国','英语'],
    '英国':['英国','英语'],
    '法国':['法国','法语'],
    '西班牙':['西班牙','西班牙语'],
    '日本':['日本','日语'],
    '澳大利亚' : ['澳大利亚','英语'],
    '加拿大':['加拿大','英语'],
    '墨西哥':['葡萄牙', '葡萄牙语'],
    '葡萄牙':['葡萄牙', '葡萄牙语'],
    '爱尔兰':['爱尔兰','英语'],
    '瑞典':['瑞典','瑞典语'],

}

country_ch_dict = {
    '意大利' :'IT',
    '德国' :'DE',
    '美国':'US',
    '英国':'GB',
    '法国':'FR',
    '西班牙':'ES',
    '日本':'JP',
    '澳大利亚' : 'AU',
    '加拿大':'CA',
    '墨西哥':'MX',
    '葡萄牙':'PT',
    '爱尔兰':'IE',
    '瑞典':'SE',

}

keyword_dict = {
    '破损' : ['损坏','破' ,'损' ,'坏','缺陷','缺','裂'],
    '缺件' : ['丢','没有' ,'遗失', '不见','缺少','丢失','缺'],
    '说明书' : ['说明书','说明','指示'],
    '退货' :['退货','退款' ,'退钱','钱'],
}

other_keyword_list = ['退货' ,'电话']
